Repository: koprodev/ezyImageViewer
Catalog: EzyImageViewer.App/Strings/*/Resources.resw
Source language: en_in
Languages: de_de, es_419, fr_fr, hi_in, id_id, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# ToolOpen
source: Open (Ctrl+O)
de_de: Öffnen (Strg+O)
es_419: Abrir (Ctrl+O)
fr_fr: Ouvrir (Ctrl+O)
hi_in: खोलें (Ctrl+O)
id_id: Buka (Ctrl+O)
ja_jp: 開く (Ctrl+O)
ko_kr: 열기 (Ctrl+O)
pt_br: Abrir (Ctrl+O)
ru_ru: Открыть (Ctrl+O)
zh_cn: 打开 (Ctrl+O)

# ToolClipboard
source: Open document from clipboard
de_de: Dokument aus der Zwischenablage öffnen
es_419: Abrir documento desde el portapapeles
fr_fr: Ouvrir un document depuis le presse-papiers
hi_in: क्लिपबोर्ड से दस्तावेज़ खोलें
id_id: Buka dokumen dari papan klip
ja_jp: クリップボードから開く
ko_kr: 클립보드에서 문서 열기
pt_br: Abrir documento da área de transferência
ru_ru: Открыть документ из буфера обмена
zh_cn: 从剪贴板打开文档

# ToolWhiteboard
source: Open whiteboard
de_de: Whiteboard öffnen
es_419: Abrir pizarra
fr_fr: Ouvrir un tableau blanc
hi_in: व्हाइटबोर्ड खोलें
id_id: Buka papan tulis
ja_jp: ホワイトボードを開く
ko_kr: 화이트보드 열기
pt_br: Abrir quadro branco
ru_ru: Открыть доску
zh_cn: 打开白板

# TipWhiteboard
source: Opens a 4K whiteboard with a grid background as a new document.
de_de: Öffnet ein 4K-Whiteboard mit Gitterhintergrund als neues Dokument.
es_419: Abre una pizarra 4K con fondo cuadriculado como documento nuevo.
fr_fr: Ouvre un tableau blanc 4K à fond quadrillé comme nouveau document.
hi_in: ग्रिड पृष्ठभूमि वाला 4K व्हाइटबोर्ड नए दस्तावेज़ के रूप में खोलता है।
id_id: Membuka papan tulis 4K berlatar kisi sebagai dokumen baru.
ja_jp: グリッド背景の 4K ホワイトボードを新しいドキュメントとして開きます。
ko_kr: 격자 배경의 4K 화이트보드를 새 문서로 엽니다.
pt_br: Abre um quadro branco 4K com fundo quadriculado como novo documento.
ru_ru: Открывает доску 4K с сеткой в качестве нового документа.
zh_cn: 以网格背景的 4K 白板新建文档。

# WhiteboardWhite
source: White whiteboard
de_de: Weißes Whiteboard
es_419: Pizarra blanca
fr_fr: Tableau blanc
hi_in: सफ़ेद व्हाइटबोर्ड
id_id: Papan tulis putih
ja_jp: 白いホワイトボード
ko_kr: 흰색 화이트보드
pt_br: Quadro branco
ru_ru: Белая доска
zh_cn: 白色白板

# WhiteboardBlack
source: Black whiteboard
de_de: Schwarzes Whiteboard
es_419: Pizarra negra
fr_fr: Tableau noir
hi_in: काला व्हाइटबोर्ड
id_id: Papan tulis hitam
ja_jp: 黒いホワイトボード
ko_kr: 검은색 화이트보드
pt_br: Quadro preto
ru_ru: Чёрная доска
zh_cn: 黑色白板

# ToolPrevious
source: Previous file (←)
de_de: Vorherige Datei (←)
es_419: Archivo anterior (←)
fr_fr: Fichier précédent (←)
hi_in: पिछली फ़ाइल (←)
id_id: Berkas sebelumnya (←)
ja_jp: 前のファイル (←)
ko_kr: 이전 파일 (←)
pt_br: Arquivo anterior (←)
ru_ru: Предыдущий файл (←)
zh_cn: 上一个文件 (←)

# ToolNext
source: Next file (→)
de_de: Nächste Datei (→)
es_419: Archivo siguiente (→)
fr_fr: Fichier suivant (→)
hi_in: अगली फ़ाइल (→)
id_id: Berkas berikutnya (→)
ja_jp: 次のファイル (→)
ko_kr: 다음 파일 (→)
pt_br: Próximo arquivo (→)
ru_ru: Следующий файл (→)
zh_cn: 下一个文件 (→)

# ToolFit
source: Fit to window (Ctrl+0)
de_de: An Fenster anpassen (Strg+0)
es_419: Ajustar a la ventana (Ctrl+0)
fr_fr: Ajuster à la fenêtre (Ctrl+0)
hi_in: विंडो में फ़िट करें (Ctrl+0)
id_id: Paskan ke jendela (Ctrl+0)
ja_jp: ウィンドウに合わせる (Ctrl+0)
ko_kr: 화면 맞춤 (Ctrl+0)
pt_br: Ajustar à janela (Ctrl+0)
ru_ru: Вписать в окно (Ctrl+0)
zh_cn: 适应窗口 (Ctrl+0)

# ToolActualSize
source: Actual size (Ctrl+1)
de_de: Originalgröße (Strg+1)
es_419: Tamaño real (Ctrl+1)
fr_fr: Taille réelle (Ctrl+1)
hi_in: वास्तविक आकार (Ctrl+1)
id_id: Ukuran asli (Ctrl+1)
ja_jp: 実際のサイズ (Ctrl+1)
ko_kr: 실제 크기 (Ctrl+1)
pt_br: Tamanho real (Ctrl+1)
ru_ru: Реальный размер (Ctrl+1)
zh_cn: 实际大小 (Ctrl+1)

# ToolRotate
source: Rotate document clockwise
de_de: Dokument im Uhrzeigersinn drehen
es_419: Girar el documento a la derecha
fr_fr: Faire pivoter le document vers la droite
hi_in: दस्तावेज़ को दक्षिणावर्त घुमाएँ
id_id: Putar dokumen searah jarum jam
ja_jp: 時計回りに回転
ko_kr: 시계 방향으로 문서 회전
pt_br: Girar o documento no sentido horário
ru_ru: Повернуть документ по часовой стрелке
zh_cn: 顺时针旋转文档

# ToolRotateCcw
source: Rotate document counterclockwise
de_de: Dokument gegen den Uhrzeigersinn drehen
es_419: Girar el documento a la izquierda
fr_fr: Faire pivoter le document vers la gauche
hi_in: दस्तावेज़ को वामावर्त घुमाएँ
id_id: Putar dokumen berlawanan arah jarum jam
ja_jp: 反時計回りに回転
ko_kr: 반시계 방향으로 문서 회전
pt_br: Girar o documento no sentido anti-horário
ru_ru: Повернуть документ против часовой стрелки
zh_cn: 逆时针旋转文档

# ToolOpenGroup
source: Open menu
de_de: Menü Öffnen
es_419: Menú Abrir
fr_fr: Menu Ouvrir
hi_in: खोलें मेन्यू
id_id: Menu Buka
ja_jp: 開くメニュー
ko_kr: 열기 메뉴
pt_br: Menu Abrir
ru_ru: Меню «Открыть»
zh_cn: 打开菜单

# TipOpenGroup
source: Groups file, recent, clipboard, capture, whiteboard, and new window into one menu.
de_de: Fasst Datei, Zuletzt verwendet, Zwischenablage, Aufnahme, Whiteboard und Neues Fenster in einem Menü zusammen.
es_419: Reúne archivo, recientes, portapapeles, captura, pizarra y ventana nueva en un solo menú.
fr_fr: Regroupe fichier, récents, presse-papiers, capture, tableau blanc et nouvelle fenêtre dans un seul menu.
hi_in: फ़ाइल, हाल की फ़ाइलें, क्लिपबोर्ड, कैप्चर, व्हाइटबोर्ड और नई विंडो को एक ही मेन्यू में रखता है।
id_id: Menggabungkan berkas, terkini, papan klip, tangkapan, papan tulis, dan jendela baru dalam satu menu.
ja_jp: ファイル・最近使用・クリップボード・キャプチャ・ホワイトボード・新しいウィンドウを 1 つのメニューにまとめます。
ko_kr: 파일·최근·클립보드·캡처·화이트보드·새 창 열기를 한 메뉴로 엽니다.
pt_br: Reúne arquivo, recentes, área de transferência, captura, quadro branco e nova janela em um só menu.
ru_ru: Объединяет файл, недавние, буфер обмена, снимок, доску и новое окно в одно меню.
zh_cn: 把文件、最近使用、剪贴板、截图、白板和新建窗口合并到一个菜单。

# ToolTransformGroup
source: Rotate and flip menu
de_de: Menü Drehen und Spiegeln
es_419: Menú Girar y voltear
fr_fr: Menu Pivoter et retourner
hi_in: घुमाएँ और पलटें मेन्यू
id_id: Menu Putar dan balik
ja_jp: 回転・反転メニュー
ko_kr: 회전·반전 메뉴
pt_br: Menu Girar e inverter
ru_ru: Меню поворота и отражения
zh_cn: 旋转和翻转菜单

# TipTransformGroup
source: Groups clockwise and counterclockwise rotation with horizontal and vertical flips.
de_de: Fasst Drehen im und gegen den Uhrzeigersinn mit waagrechtem und senkrechtem Spiegeln zusammen.
es_419: Reúne el giro a la derecha e izquierda con el volteo horizontal y vertical.
fr_fr: Regroupe les rotations à droite et à gauche avec les retournements horizontal et vertical.
hi_in: दक्षिणावर्त-वामावर्त घुमाव को क्षैतिज-लंबवत पलटाव के साथ जोड़ता है।
id_id: Menggabungkan putaran searah dan berlawanan jarum jam dengan balik horizontal dan vertikal.
ja_jp: 時計回り・反時計回りの回転と左右・上下の反転をまとめます。
ko_kr: 시계·반시계 회전과 좌우·상하 반전을 한 메뉴로 엽니다.
pt_br: Reúne o giro horário e anti-horário com a inversão horizontal e vertical.
ru_ru: Объединяет поворот по и против часовой стрелки с отражением по горизонтали и вертикали.
zh_cn: 把顺时针、逆时针旋转与水平、垂直翻转合并在一起。

# ToolCropGroup
source: Crop and resize menu
de_de: Menü Zuschneiden und Größe ändern
es_419: Menú Recortar y redimensionar
fr_fr: Menu Rogner et redimensionner
hi_in: क्रॉप और आकार मेन्यू
id_id: Menu Pangkas dan ubah ukuran
ja_jp: 切り抜き・サイズ変更メニュー
ko_kr: 자르기·크기 메뉴
pt_br: Menu Cortar e redimensionar
ru_ru: Меню обрезки и размера
zh_cn: 裁剪和缩放菜单

# TipCropGroup
source: Groups crop, crop ratio, and resize into one menu.
de_de: Fasst Zuschneiden, Zuschnittverhältnis und Größe ändern in einem Menü zusammen.
es_419: Reúne recortar, proporción de recorte y redimensionar en un solo menú.
fr_fr: Regroupe rogner, format de rognage et redimensionner dans un seul menu.
hi_in: क्रॉप, क्रॉप अनुपात और आकार बदलना एक ही मेन्यू में रखता है।
id_id: Menggabungkan pangkas, rasio pangkas, dan ubah ukuran dalam satu menu.
ja_jp: 切り抜き、切り抜き比率、サイズ変更を 1 つのメニューにまとめます。
ko_kr: 자르기, 자르기 비율, 크기 조절을 한 메뉴로 엽니다.
pt_br: Reúne cortar, proporção de corte e redimensionar em um só menu.
ru_ru: Объединяет обрезку, пропорции обрезки и изменение размера в одно меню.
zh_cn: 把裁剪、裁剪比例和调整大小合并到一个菜单。

# ToolZoomGroup
source: Zoom menu
de_de: Menü Zoom
es_419: Menú Zoom
fr_fr: Menu Zoom
hi_in: ज़ूम मेन्यू
id_id: Menu Zoom
ja_jp: 表示倍率メニュー
ko_kr: 배율 메뉴
pt_br: Menu Zoom
ru_ru: Меню масштаба
zh_cn: 缩放菜单

# TipZoomGroup
source: Groups fit to window and actual size into one menu.
de_de: Fasst An Fenster anpassen und Originalgröße in einem Menü zusammen.
es_419: Reúne ajustar a la ventana y tamaño real en un solo menú.
fr_fr: Regroupe ajuster à la fenêtre et taille réelle dans un seul menu.
hi_in: विंडो में फ़िट और वास्तविक आकार को एक ही मेन्यू में रखता है।
id_id: Menggabungkan paskan ke jendela dan ukuran asli dalam satu menu.
ja_jp: ウィンドウに合わせる と 実際のサイズ を 1 つのメニューにまとめます。
ko_kr: 화면 맞춤과 실제 크기를 한 메뉴로 엽니다.
pt_br: Reúne ajustar à janela e tamanho real em um só menu.
ru_ru: Объединяет «Вписать в окно» и «Реальный размер» в одно меню.
zh_cn: 把适应窗口和实际大小合并到一个菜单。

# ToolProtectGroup
source: Redaction menu
de_de: Menü Unkenntlich machen
es_419: Menú Ocultar datos
fr_fr: Menu Masquage
hi_in: जानकारी छिपाने का मेन्यू
id_id: Menu Sembunyikan data
ja_jp: 情報保護メニュー
ko_kr: 정보 보호 메뉴
pt_br: Menu Ocultar dados
ru_ru: Меню сокрытия данных
zh_cn: 隐私遮盖菜单

# TipProtectGroup
source: Groups pixelate, blur, and blackout into one menu.
de_de: Fasst Verpixeln, Weichzeichnen und Abdecken in einem Menü zusammen.
es_419: Reúne pixelar, desenfocar y tapar en un solo menú.
fr_fr: Regroupe pixelliser, flouter et occulter dans un seul menu.
hi_in: पिक्सलेट, धुँधला और ढकना एक ही मेन्यू में रखता है।
id_id: Menggabungkan pikselasi, buram, dan tutup dalam satu menu.
ja_jp: モザイク、ぼかし、目隠しを 1 つのメニューにまとめます。
ko_kr: 모자이크, 블러, 가림막을 한 메뉴로 엽니다.
pt_br: Reúne pixelar, desfocar e tapar em um só menu.
ru_ru: Объединяет пикселизацию, размытие и заливку в одно меню.
zh_cn: 把马赛克、模糊和遮盖合并到一个菜单。

# MenuCrop
source: Crop
de_de: Zuschneiden
es_419: Recortar
fr_fr: Rogner
hi_in: क्रॉप
id_id: Pangkas
ja_jp: 切り抜き
ko_kr: 자르기
pt_br: Cortar
ru_ru: Обрезать
zh_cn: 裁剪

# MenuCropRatio
source: Crop ratio
de_de: Zuschnittverhältnis
es_419: Proporción de recorte
fr_fr: Format de rognage
hi_in: क्रॉप अनुपात
id_id: Rasio pangkas
ja_jp: 切り抜き比率
ko_kr: 자르기 비율
pt_br: Proporção de corte
ru_ru: Пропорции обрезки
zh_cn: 裁剪比例

# MenuResize
source: Resize
de_de: Größe ändern
es_419: Redimensionar
fr_fr: Redimensionner
hi_in: आकार बदलें
id_id: Ubah ukuran
ja_jp: サイズ変更
ko_kr: 크기 조절
pt_br: Redimensionar
ru_ru: Изменить размер
zh_cn: 调整大小

# SettingsNavToolbarGroups
source: Toolbar groups
de_de: Symbolleistengruppen
es_419: Grupos de la barra de herramientas
fr_fr: Groupes de la barre d'outils
hi_in: टूलबार समूह
id_id: Grup bilah alat
ja_jp: ツールバーのグループ
ko_kr: 툴바 그룹 설정
pt_br: Grupos da barra de ferramentas
ru_ru: Группы панели инструментов
zh_cn: 工具栏分组

# SettingsToolbarGroups
source: Choose which toolbar buttons are collapsed into dropdown groups.
de_de: Legen Sie fest, welche Schaltflächen der Symbolleiste zu Dropdown-Gruppen zusammengefasst werden.
es_419: Elige qué botones de la barra se agrupan en menús desplegables.
fr_fr: Choisissez les boutons de la barre d'outils regroupés en menus déroulants.
hi_in: चुनें कि टूलबार के कौन से बटन ड्रॉपडाउन समूहों में समेटे जाएँ।
id_id: Pilih tombol bilah alat mana yang diciutkan menjadi grup menu turun.
ja_jp: ツールバーのボタンをドロップダウンにまとめるかどうかを選びます。
ko_kr: 그룹별로 툴바 묶음 버튼(드롭다운) 사용 여부를 선택합니다.
pt_br: Escolha quais botões da barra ficam agrupados em menus suspensos.
ru_ru: Выберите, какие кнопки панели инструментов сворачиваются в раскрывающиеся группы.
zh_cn: 选择哪些工具栏按钮折叠为下拉分组。

# SettingsToolbarGroupOpen
source: Open group (open, recent, clipboard, capture, whiteboard, new window)
de_de: Gruppe Öffnen (Öffnen, Zuletzt verwendet, Zwischenablage, Aufnahme, Whiteboard, Neues Fenster)
es_419: Grupo Abrir (abrir, recientes, portapapeles, captura, pizarra, ventana nueva)
fr_fr: Groupe Ouvrir (ouvrir, récents, presse-papiers, capture, tableau blanc, nouvelle fenêtre)
hi_in: खोलें समूह (खोलें, हाल की, क्लिपबोर्ड, कैप्चर, व्हाइटबोर्ड, नई विंडो)
id_id: Grup Buka (buka, terkini, papan klip, tangkapan, papan tulis, jendela baru)
ja_jp: 開くグループ (開く・最近使用・クリップボード・キャプチャ・ホワイトボード・新しいウィンドウ)
ko_kr: 열기 묶음 (열기·최근·클립보드·캡처·화이트보드·새 창)
pt_br: Grupo Abrir (abrir, recentes, área de transferência, captura, quadro branco, nova janela)
ru_ru: Группа «Открыть» (открыть, недавние, буфер обмена, снимок, доска, новое окно)
zh_cn: 打开分组 (打开、最近使用、剪贴板、截图、白板、新建窗口)

# SettingsToolbarGroupSelect
source: Select split button (object / box selection)
de_de: Geteilte Auswahl-Schaltfläche (Objekt- / Bereichsauswahl)
es_419: Botón dividido de selección (objetos / área)
fr_fr: Bouton fractionné de sélection (objets / zone)
hi_in: चयन का विभाजित बटन (ऑब्जेक्ट / क्षेत्र चयन)
id_id: Tombol terpisah pemilihan (objek / area)
ja_jp: 選択の分割ボタン (オブジェクト選択 / 範囲選択)
ko_kr: 선택 분할 버튼 (객체/박스형 선택)
pt_br: Botão dividido de seleção (objetos / área)
ru_ru: Раздельная кнопка выделения (объекты / область)
zh_cn: 选择拆分按钮 (对象选择 / 框选)

# SettingsToolbarGroupTransform
source: Rotate and flip group
de_de: Gruppe Drehen und Spiegeln
es_419: Grupo Girar y voltear
fr_fr: Groupe Pivoter et retourner
hi_in: घुमाएँ और पलटें समूह
id_id: Grup Putar dan balik
ja_jp: 回転・反転グループ
ko_kr: 회전·반전 묶음
pt_br: Grupo Girar e inverter
ru_ru: Группа поворота и отражения
zh_cn: 旋转和翻转分组

# SettingsToolbarGroupCrop
source: Crop and resize group (crop, ratio, resize)
de_de: Gruppe Zuschneiden und Größe ändern (Zuschneiden, Verhältnis, Größe ändern)
es_419: Grupo Recortar y redimensionar (recortar, proporción, redimensionar)
fr_fr: Groupe Rogner et redimensionner (rogner, format, redimensionner)
hi_in: क्रॉप और आकार समूह (क्रॉप, अनुपात, आकार बदलना)
id_id: Grup Pangkas dan ubah ukuran (pangkas, rasio, ubah ukuran)
ja_jp: 切り抜き・サイズ変更グループ (切り抜き・比率・サイズ変更)
ko_kr: 자르기·크기 묶음 (자르기·비율·크기 조절)
pt_br: Grupo Cortar e redimensionar (cortar, proporção, redimensionar)
ru_ru: Группа обрезки и размера (обрезка, пропорции, размер)
zh_cn: 裁剪和缩放分组 (裁剪、比例、调整大小)

# SettingsToolbarGroupZoom
source: Zoom group (fit to window, actual size)
de_de: Gruppe Zoom (An Fenster anpassen, Originalgröße)
es_419: Grupo Zoom (ajustar a la ventana, tamaño real)
fr_fr: Groupe Zoom (ajuster à la fenêtre, taille réelle)
hi_in: ज़ूम समूह (विंडो में फ़िट, वास्तविक आकार)
id_id: Grup Zoom (paskan ke jendela, ukuran asli)
ja_jp: 表示倍率グループ (ウィンドウに合わせる・実際のサイズ)
ko_kr: 배율 묶음 (화면 맞춤·실제 크기)
pt_br: Grupo Zoom (ajustar à janela, tamanho real)
ru_ru: Группа масштаба (вписать в окно, реальный размер)
zh_cn: 缩放分组 (适应窗口、实际大小)

# SettingsToolbarGroupProtect
source: Redaction group (pixelate, blur, blackout)
de_de: Gruppe Unkenntlich machen (Verpixeln, Weichzeichnen, Abdecken)
es_419: Grupo Ocultar datos (pixelar, desenfocar, tapar)
fr_fr: Groupe Masquage (pixelliser, flouter, occulter)
hi_in: जानकारी छिपाने का समूह (पिक्सलेट, धुँधला, ढकना)
id_id: Grup Sembunyikan data (pikselasi, buram, tutup)
ja_jp: 情報保護グループ (モザイク・ぼかし・目隠し)
ko_kr: 정보 보호 묶음 (모자이크·블러·가림막)
pt_br: Grupo Ocultar dados (pixelar, desfocar, tapar)
ru_ru: Группа сокрытия данных (пикселизация, размытие, заливка)
zh_cn: 隐私遮盖分组 (马赛克、模糊、遮盖)

# ToolFullScreen
source: Full screen (F11)
de_de: Vollbild (F11)
es_419: Pantalla completa (F11)
fr_fr: Plein écran (F11)
hi_in: पूर्ण स्क्रीन (F11)
id_id: Layar penuh (F11)
ja_jp: 全画面表示 (F11)
ko_kr: 전체 화면 (F11)
pt_br: Tela cheia (F11)
ru_ru: Полный экран (F11)
zh_cn: 全屏 (F11)

# ToolDockToggle
source: Switch tool rail orientation
de_de: Ausrichtung der Symbolleiste wechseln
es_419: Cambiar la orientación de la barra
fr_fr: Changer l'orientation de la barre d'outils
hi_in: टूलबार की दिशा बदलें
id_id: Ubah arah bilah alat
ja_jp: ツールバーの向きを切り替え
ko_kr: 도구 레일 방향 전환
pt_br: Mudar a orientação da barra
ru_ru: Сменить ориентацию панели инструментов
zh_cn: 切换工具栏方向

# ToolSendToBack
source: Send to back (Ctrl+Shift+[)
de_de: In den Hintergrund (Strg+Umschalt+[)
es_419: Enviar al fondo (Ctrl+Shift+[)
fr_fr: Mettre à l'arrière-plan (Ctrl+Maj+[)
hi_in: सबसे पीछे भेजें (Ctrl+Shift+[)
id_id: Kirim ke paling belakang (Ctrl+Shift+[)
ja_jp: 最背面へ移動 (Ctrl+Shift+[)
ko_kr: 맨 뒤로 보내기 (Ctrl+Shift+[)
pt_br: Enviar para trás de tudo (Ctrl+Shift+[)
ru_ru: На задний план (Ctrl+Shift+[)
zh_cn: 置于底层 (Ctrl+Shift+[)

# ToolSendBackward
source: Send backward (Ctrl+[)
de_de: Eine Ebene nach hinten (Strg+[)
es_419: Enviar atrás (Ctrl+[)
fr_fr: Reculer d'un niveau (Ctrl+[)
hi_in: एक स्तर पीछे भेजें (Ctrl+[)
id_id: Mundur satu tingkat (Ctrl+[)
ja_jp: 背面へ移動 (Ctrl+[)
ko_kr: 한 단계 뒤로 (Ctrl+[)
pt_br: Recuar um nível (Ctrl+[)
ru_ru: Переместить назад (Ctrl+[)
zh_cn: 下移一层 (Ctrl+[)

# ToolBringForward
source: Bring forward (Ctrl+])
de_de: Eine Ebene nach vorn (Strg+])
es_419: Traer adelante (Ctrl+])
fr_fr: Avancer d'un niveau (Ctrl+])
hi_in: एक स्तर आगे लाएँ (Ctrl+])
id_id: Maju satu tingkat (Ctrl+])
ja_jp: 前面へ移動 (Ctrl+])
ko_kr: 한 단계 앞으로 (Ctrl+])
pt_br: Avançar um nível (Ctrl+])
ru_ru: Переместить вперёд (Ctrl+])
zh_cn: 上移一层 (Ctrl+])

# ToolBringToFront
source: Bring to front (Ctrl+Shift+])
de_de: In den Vordergrund (Strg+Umschalt+])
es_419: Traer al frente (Ctrl+Shift+])
fr_fr: Mettre au premier plan (Ctrl+Maj+])
hi_in: सबसे आगे लाएँ (Ctrl+Shift+])
id_id: Bawa ke paling depan (Ctrl+Shift+])
ja_jp: 最前面へ移動 (Ctrl+Shift+])
ko_kr: 맨 앞으로 가져오기 (Ctrl+Shift+])
pt_br: Trazer para a frente de tudo (Ctrl+Shift+])
ru_ru: На передний план (Ctrl+Shift+])
zh_cn: 置于顶层 (Ctrl+Shift+])

# ToolDuplicate
source: Duplicate selection (Ctrl+D)
de_de: Auswahl duplizieren (Strg+D)
es_419: Duplicar la selección (Ctrl+D)
fr_fr: Dupliquer la sélection (Ctrl+D)
hi_in: चयन की प्रतिलिपि बनाएँ (Ctrl+D)
id_id: Gandakan pilihan (Ctrl+D)
ja_jp: 選択を複製 (Ctrl+D)
ko_kr: 선택 객체 복제 (Ctrl+D)
pt_br: Duplicar a seleção (Ctrl+D)
ru_ru: Продублировать выделение (Ctrl+D)
zh_cn: 复制所选对象 (Ctrl+D)

# ToolEditText
source: Edit selected text
de_de: Ausgewählten Text bearbeiten
es_419: Editar el texto seleccionado
fr_fr: Modifier le texte sélectionné
hi_in: चयनित टेक्स्ट संपादित करें
id_id: Edit teks terpilih
ja_jp: 選択したテキストを編集
ko_kr: 선택 텍스트 편집
pt_br: Editar o texto selecionado
ru_ru: Изменить выделенный текст
zh_cn: 编辑所选文本

# LayerPanel
source: Layers
de_de: Ebenen
es_419: Capas
fr_fr: Calques
hi_in: लेयर
id_id: Lapisan
ja_jp: レイヤー
ko_kr: 레이어
pt_br: Camadas
ru_ru: Слои
zh_cn: 图层

# LayerVisible
source: Visible
de_de: Sichtbar
hi_in: दृश्य
id_id: Terlihat
ja_jp: 表示
ko_kr: 표시
pt_br: Visível
ru_ru: Виден
zh_cn: 显示

# LayerHidden
source: Hidden
de_de: Ausgeblendet
es_419: Oculta
fr_fr: Masqué
hi_in: छिपी हुई
id_id: Disembunyikan
ja_jp: 非表示
ko_kr: 숨김
pt_br: Oculta
ru_ru: Скрыт
zh_cn: 隐藏

# LayerLocked
source: Locked
de_de: Gesperrt
es_419: Bloqueada
fr_fr: Verrouillé
hi_in: लॉक
id_id: Terkunci
ja_jp: ロック中
ko_kr: 잠김
pt_br: Bloqueada
ru_ru: Заблокирован
zh_cn: 已锁定

# LayerUnlocked
source: Unlocked
de_de: Entsperrt
es_419: Desbloqueada
fr_fr: Déverrouillé
hi_in: अनलॉक
id_id: Tidak terkunci
ja_jp: ロック解除
ko_kr: 잠금 해제
pt_br: Desbloqueada
ru_ru: Разблокирован
zh_cn: 已解锁

# LayerTypeInk
source: Pen
de_de: Stift
es_419: Lápiz
fr_fr: Stylo
hi_in: पेन
id_id: Pena
ja_jp: ペン
ko_kr: 펜
pt_br: Caneta
ru_ru: Перо
zh_cn: 画笔

# LayerTypeHighlighter
source: Highlighter
de_de: Textmarker
es_419: Resaltador
fr_fr: Surligneur
hi_in: हाइलाइटर
id_id: Stabilo
ja_jp: 蛍光ペン
ko_kr: 형광펜
pt_br: Marca-texto
ru_ru: Маркер
zh_cn: 荧光笔

# LayerTypeLine
source: Line
de_de: Linie
es_419: Línea
fr_fr: Ligne
hi_in: रेखा
id_id: Garis
ja_jp: 直線
ko_kr: 직선
pt_br: Linha
ru_ru: Линия
zh_cn: 直线

# LayerTypeArrow
source: Arrow
de_de: Pfeil
es_419: Flecha
fr_fr: Flèche
hi_in: तीर
id_id: Panah
ja_jp: 矢印
ko_kr: 화살표
pt_br: Seta
ru_ru: Стрелка
zh_cn: 箭头

# LayerTypeRectangle
source: Shape
de_de: Form
es_419: Forma
fr_fr: Forme
hi_in: आकृति
id_id: Bentuk
ja_jp: 図形
ko_kr: 도형
pt_br: Forma
ru_ru: Фигура
zh_cn: 形状

# LayerTypeEllipse
source: Ellipse
es_419: Elipse
hi_in: दीर्घवृत्त
id_id: Elips
ja_jp: 楕円
ko_kr: 타원
pt_br: Elipse
ru_ru: Эллипс
zh_cn: 椭圆

# LayerTypeText
source: Text
es_419: Texto
fr_fr: Texte
hi_in: टेक्स्ट
id_id: Teks
ja_jp: テキスト
ko_kr: 텍스트
pt_br: Texto
ru_ru: Текст
zh_cn: 文本

# LayerTypeNumber
source: Number
de_de: Nummer
es_419: Número
fr_fr: Numéro
hi_in: संख्या
id_id: Nomor
ja_jp: 番号
ko_kr: 번호
pt_br: Número
ru_ru: Номер
zh_cn: 编号

# LayerTypeSpeechBubble
source: Speech bubble
de_de: Sprechblase
es_419: Globo de diálogo
fr_fr: Bulle de dialogue
hi_in: स्पीच बबल
id_id: Balon percakapan
ja_jp: 吹き出し
ko_kr: 말풍선
pt_br: Balão de fala
ru_ru: Выноска
zh_cn: 对话气泡

# LayerTypeImage
source: Image
de_de: Bild
es_419: Imagen
hi_in: छवि
id_id: Gambar
ja_jp: 画像
ko_kr: 이미지
pt_br: Imagem
ru_ru: Изображение
zh_cn: 图像

# LayerTypeMosaic
source: Pixelate
de_de: Verpixelung
es_419: Pixelado
fr_fr: Pixellisation
hi_in: पिक्सलेशन
id_id: Pikselasi
ja_jp: モザイク
ko_kr: 모자이크
pt_br: Pixelagem
ru_ru: Пикселизация
zh_cn: 马赛克

# LayerTypeBlur
source: Blur
de_de: Weichzeichner
es_419: Desenfoque
fr_fr: Flou
hi_in: धुँधलापन
id_id: Buram
ja_jp: ぼかし
ko_kr: 블러
pt_br: Desfoque
ru_ru: Размытие
zh_cn: 模糊

# LayerTypeMask
source: Blackout
de_de: Abdeckung
es_419: Tapado
fr_fr: Occultation
hi_in: ढकना
id_id: Penutup
ja_jp: 目隠し
ko_kr: 가림막
pt_br: Tapamento
ru_ru: Заливка
zh_cn: 遮盖

# ToolMosaic
source: Pixelate
de_de: Verpixeln
es_419: Pixelar
fr_fr: Pixelliser
hi_in: पिक्सलेट
id_id: Pikselasi
ja_jp: モザイク
ko_kr: 모자이크
pt_br: Pixelar
ru_ru: Пикселизация
zh_cn: 马赛克

# TipMosaic
source: Hides the dragged area behind blocks
de_de: Verbirgt den aufgezogenen Bereich hinter Blöcken
es_419: Oculta el área arrastrada detrás de bloques
fr_fr: Masque la zone tracée derrière des blocs
hi_in: खींचे गए क्षेत्र को ब्लॉकों के पीछे छिपाता है
id_id: Menyembunyikan area yang diseret di balik blok
ja_jp: ドラッグした範囲をブロックで隠します
ko_kr: 드래그한 영역을 블록으로 가립니다
pt_br: Esconde a área arrastada atrás de blocos
ru_ru: Скрывает выделенную область под блоками
zh_cn: 用色块遮住拖动选中的区域

# ToolBlur
source: Blur
de_de: Weichzeichnen
es_419: Desenfocar
fr_fr: Flouter
hi_in: धुँधला
id_id: Buram
ja_jp: ぼかし
ko_kr: 블러
pt_br: Desfocar
ru_ru: Размытие
zh_cn: 模糊

# TipBlur
source: Blurs the dragged area
de_de: Zeichnet den aufgezogenen Bereich weich
es_419: Desenfoca el área arrastrada
fr_fr: Floute la zone tracée
hi_in: खींचे गए क्षेत्र को धुँधला करता है
id_id: Memburamkan area yang diseret
ja_jp: ドラッグした範囲をぼかします
ko_kr: 드래그한 영역을 흐리게 가립니다
pt_br: Desfoca a área arrastada
ru_ru: Размывает выделенную область
zh_cn: 模糊拖动选中的区域

# ToolMask
source: Blackout
de_de: Abdecken
es_419: Tapar
fr_fr: Occulter
hi_in: ढकें
id_id: Tutup
ja_jp: 目隠し
ko_kr: 가림막
pt_br: Tapar
ru_ru: Заливка
zh_cn: 遮盖

# TipMask
source: Covers the dragged area completely with a solid colour
de_de: Deckt den aufgezogenen Bereich vollständig mit einer Volltonfarbe ab
es_419: Cubre por completo el área arrastrada con un color sólido
fr_fr: Recouvre entièrement la zone tracée d'une couleur unie
hi_in: खींचे गए क्षेत्र को ठोस रंग से पूरी तरह ढक देता है
id_id: Menutup area yang diseret sepenuhnya dengan warna solid
ja_jp: ドラッグした範囲を単色で完全に覆います
ko_kr: 드래그한 영역을 단색으로 완전히 가립니다
pt_br: Cobre totalmente a área arrastada com uma cor sólida
ru_ru: Полностью закрывает выделенную область сплошным цветом
zh_cn: 用纯色完全覆盖拖动选中的区域

# StyleBlockSize
source: Block size
de_de: Blockgröße
es_419: Tamaño de bloque
fr_fr: Taille des blocs
hi_in: ब्लॉक आकार
id_id: Ukuran blok
ja_jp: ブロックサイズ
ko_kr: 블록 크기
pt_br: Tamanho do bloco
ru_ru: Размер блока
zh_cn: 色块大小

# StyleBlurSigma
source: Strength
de_de: Stärke
es_419: Intensidad
fr_fr: Intensité
hi_in: तीव्रता
id_id: Kekuatan
ja_jp: 強さ
ko_kr: 강도
pt_br: Intensidade
ru_ru: Интенсивность
zh_cn: 强度

# ToolCapture
source: Screen capture
de_de: Bildschirmaufnahme
es_419: Captura de pantalla
fr_fr: Capture d'écran
hi_in: स्क्रीन कैप्चर
id_id: Tangkapan layar
ja_jp: 画面キャプチャ
ko_kr: 화면 캡처
pt_br: Captura de tela
ru_ru: Снимок экрана
zh_cn: 屏幕截图
